/*Задание 2
Пользователь вводит с клавиатуры число, если ввёл текст, необходимо вывести что значение задано неверно
Создать фукнцию, которая высчитывает 13% от данного числа и выводит в консоль текст "Размер заработной платы за вычетом налогов равен значение"*/
function trueSalary(salary) {
    percent = salary - (salary * 0.13);
    alert(`Размер заработной платы за вычетом налогов равен ${percent}`);
    return percent;
}
let salary = prompt("Введите свою зарплату без вычета налога:", '');
alert(trueSalary(salary));